{
    "news": [
        {
            "image": "Second Place Award.png",
            "title": "Second Place in the F1 in Schools Regional Final",
            "smallText": "We are extremely excited to announce that we came second in our regional final and will be progressing to the National Final!",
            "fullText": "We would like to take this opportunity to thank F1 in Schools for the great opportunity they have provided us. As well as winning the second place award we also won the research adn development award, where our work was described as 'industry standard'. We are now working hard to improve our performance for the National Final next October, where we hope to progress to the International Final.",
            "hasExpandedImage": false
        },
        {
            "image": "wall res.png",
            "title": "Nationals Car in Design Process",
            "smallText": "After the regional competiton, we have found new ways to improve our car's performance.",
            "fullText": "Hugh stated: \"As I design our new car, I am particualrly focussing on developing the air flow around the back wing, along with developing new ideas to reduce the drag around the rest of the car.\"",
            "hasExpandedImage": true,
            "expandedImage": "shiny.png",
            "hasCaption": true,
            "caption": "A render of the design using Fusion 360, by Hugh Anstee",
            "size": ""
        },
        {
            "image": "crgs.png",
            "title": "Old Colcestrian Soceity Sponsorship",
            "smallText": "The Old Colcestrian Society has kindly sponsored us.",
            "fullText": "Entering a competition such as F1 in schools costs a significant amount of money, which has kindly been donated to us by the Old Colcestrian Society. ",
            "hasExpandedImage": false
        }
    ],
    "about": {
        "title": "About us",
        "text": "We are a STEM team from <a href=\"https://www.crgs.co.uk\">Colchester Royal Grammar School</a> made up of six Year 12 students. We are an experienced team, with highlights at the National and International Finals of the <a href=\"https://www.firstlegoleague.org\">Lego League</a> competition. This year, we are competing in <a href=\"https://www.f1inschools.co.uk\">F1 in Schools</a>.<br>All of us study STEM-related subjects, with ambitions to go into Engineering, Architecture, and other STEM fields at University."
    },
    "team": {
        "title": "Meet the team",
        "text": "Although we all helped in all areas of the competitions, our specialisms are shown below.",
        "hugh": {
            "image": "hugh.jpg",
            "name": "Hugh Anstee",
            "text": "As Team Leader, it is my responsibility to make sure that the whole team runs smoothly and is ready for our competition days.<br><br>I am experienced in Computational Fluid Dynamics, so was responsible for analysing the car's aerodynamic performance."
        },
        "jensen": {
            "image": "jensen.jpg",
            "name": "Jensen Hoy",
            "text": "As Sponsorship and Marketing Manager, it is my job to contact companies and organisations to find sponsors and generate awareness of our team and its goals.<br><br>I am also responsible for managing our social media accounts and other marketing strategies."
        },
        "harvey": {
            "image": "harvey.jpg",
            "name": "Harvey Elson",
            "text": "As Finance Manager, I collaborated heavily with Team Manager Hugh and Sponsorship and Marketing Manager Jensen. I made sure that any money we received was distributed effectively.<br><br>Doing this allowed us to enter multiple competitions and have a relevantly sized budget to be able to compete effectively in them all."
        },
        "zachary": {
            "image": "hemanth.jpg",
            "name": "Hemanth Ramkumar",
            "text": "As Manufacture Engineer, I am responsible for researching and advising the team on the best production methods for our Formula 1 car, which is mainly to be made via a CNC machine."
        },
        "hemanth": {
            "image": "zachary.jpg",
            "name": "Zachary Cliff",
            "text": "As Design Engineer, I am responsible for leading the design of the car and making sure that it fits the extensive technical regulations.<br><br>I collaborated heavily with the rest of the team to turn their ideas into the best car possible and Team Leader Hugh for virtual wind tunnelling."
        },
        "elizabeth": {
            "image": "elizabeth.jpg",
            "name": "Elizabeth Dyer",
            "text": "As Graphic Designer, I am responsible for designing our logo and other team art featured on our website and Instagram account. To do this, I collaborated with website designer Zachary.<br><br>I am also responsible for designing the decals for our car and pit display for the F1 in Schools competition."
        }
    },
    "comps": {
        "title": "Competitions",
        "f1": {
            "image": "f1.png",
            "text": "We are pleased to announce that we came second in the East of England Regional Finals, meaning that we progress onto the National Final this October. In this competition, we design and manufacture a miniature Formula 1 car. We compete with other teams to see which team's car can travel a short distance the fastest! An integral part of the competition is acquiring sponsors, so if you would like to help us on our journey, please <a href=\"#contact\">contact us</a>."       
    },
    "contact": {
        "title": "Contact us"
    }
}
}
